// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Administrasjon av papirforhåndsinnstillinger";

SynchronizeTitleString = "Oppdaterer papirliste…";

CreatePaperErrorTitle = "Kan ikke legge til nytt papir";
SetProfileErrorTitle = "Kan ikke installere ICC-profil";
GetMediumListErrorTitle = "Kan ikke hente liste med egendefinert papir";
DeleteCustomMediumErrorTitle = "Kan ikke slette egendefinert papir";
GetProfileErrorTitle = "Kan ikke laste ned ICC-profil";
SetPropertiesErrorTitle = "Kan ikke endre utskriftsegenskaper";
ResponseErrorMessage = "Kontroller at skriveren er tilkoblet og slått på, og prøv igjen.";
CalibratePaperErrorTitle = "Kan ikke kalibrere papir";
ProfilePaperErrorTitle = "Kan ikke profilere papir";
ColorMeasurementErrorTitle = "Kan ikke måle fargen";
ExportPaperPresetErrorTitle = "Kan ikke eksportere papirforhåndsinnstilling";

DeleteButtonTitle = "Slett";
DeletePaperConfirmationTitle = "Bekreftelse på sletting av egendefinert papir";
DeletePaperConfirmationMessageFormat = "Er du sikker på at du vil slette %@-papiret fra skriverdriverens papirliste og skriveren?";

SetPrintingPropertiesConfirmationTitleFormatString = "Er du sikker på at du vil endre utskriftsegenskapene for \"%@\"?";
SetPrintingPropertiesConfirmationMessageString = "Hvis du endrer utskriftsegenskapene til verdier som ikke er kompatible med papiret, kan det resultere i problemer med utskriftskvaliteten.";
SetPaperThicknessConfirmationTitleFormatString = "Hvis du endrer Papirtykkelse til Normal for tykt papir kan det resultere i problemer med utskriftskvaliteten og skrivehodet kan krasje. Kalibreringen og ICC-profiler for dette papiret vil bli ugyldige og må lages på nytt. Er du sikker på at du vil endre Papirtykkelse for %@-papiret?";

// Calibration status
CalibrationStatusRecommended = "Anbefales";
CalibrationStatusOutOfDate = "Foreldet";

// Synchronization strings
SyncronizationSuccessfullTitleString = "Papirlisten ble oppdatert";
SyncronizationSuccessfullMessageString = "Du kan skrive ut med de nye egendefinerte papirtypene fra nå av.";
MediaManagementErrorTitleString = "Kan ikke hente informasjon om egendefinert papir fra skriveren";
SyncronizationIncompleteTitleString = "Kan ikke oppdatere hele papirlisten";
SyncronizationIncompleteMessageFormatString = "Følgende papir er ikke oppdatert:\n%@";
RegistrationIncompleteTitle = "Kan ikke oppdatere hele papirlisten";
RegistrationIncompleteMessage = "Følgende papir er ikke registrert:\n%@";
RegistrationRequiredString = "Registrer ICC-profilen.";
RegisteringProfileTitleString = "Registrerer ICC-profilen…";
MethodNotSupportedInFWMessage = "Handlingen du prøver å utføre, støttes ikke av gjeldende versjon av fastvaren. Sjekk den nyeste fastvareversjonen.";

GetMediumListTitleString = "Henter papirliste…";
DeleteMediumTitleString = "Sletter egendefinert papir…";
GetProfileTitleString = "Laster ned ICC-profil…";
SetPropertiesTitleString = "Endrer utskriftsegenskaper…";
RestoreProfileTitleString = "Gjenoppretter ICC-fabrikkprofil…";
RemoveProfileErrorTitle = "Kan ikke gjenopprette ICC-profil fra fabrikk";

ICCProfileTitleString = "ICC-profil";
CalibrationStatusTitleString = "Kalibreringsstatus";

// Gloss Enhancer
OFF = "Av";
FULLPAGE = "På";
INKEDAREA = "På";

// Paper category
BOND_AND_COATED = "Tykt og bestrøket papir";
PHOTO = "Fotopapir";
PROOFING = "Prøvetrykkpapir";
FINE_ART = "Fint kunstmateriale";
FILM = "Film";
TECHNICAL = "Teknisk papir";
CUSTOM = "Egendefinert papir";
BACKLIT = "Bakbelyst materiale";
ADHESIVE = "Selvklebende papir";
BANNER_AND_SIGN = "Banner- og skiltmateriale";
HP_EXTENDED_MEDIA = "Flere papir";

CalibrationStatusNotApplicable = "Ikke relevant";

"No response" = "Kontroller at skriveren er tilkoblet og slått på, og prøv igjen.";
UNDEFINED-ERROR = "Det har oppstått en feil.";
ERROR-IN-PARAMS = "Det har oppstått en feil.";
UNKNOWN-OPERATION = "Operasjonen har tidsutkoblet.";
PRINTER-BUSY = "Skriveren er opptatt. Vent til skriveren har fullført gjeldende utskriftsjobb.";
UNDEFINED-MEDIUM = "Det valgte papiret finnes ikke lenger. Det kan ha blitt slettet av en annen bruker.";
INVALID-MEDIUM = "Det har oppstått en feil.";
PROFILE-DOESNT-EXIST = "Det har oppstått en feil.";
FACTORY-MEDIUM-CANNOT-BE-DELETED = "Fabrikkinnstilt HP-papir kan ikke slettes.";
MEDIUM-CANNOT-BE-DELETED = "Egendefinert papir kan ikke slettes fordi det ligger i skriveren.";
MEDIUM-DOESNT-EXIST = "Det valgte papiret finnes ikke lenger. Det kan ha blitt slettet av en annen bruker.";
MEDIUM-NOT-CLONABLE = "Det har oppstått en feil.";
PROFILE-CANNOT-BE-DELETED = "Det har oppstått en feil.";
ALREADY-IN-FACTORY-SETTINGS = "Utskriftsegenskaper har allerede standardverdier.";

SaveProfileErrorTitle = "Kunne ikke lagre ICC-profil";
SaveProfileErrorMessage = "Prøv en annen plassering.";

IncreasePaperThicknessConfirmationTitleFormatString = "Er du sikker på at du vil endre papirtykkelsen for %@-papiret?";
IncreasePaperThicknessConfirmationMessageString = "Kalibreringsdataene og ICC-profilene for dette papiret vil bli ugyldige og må lages på nytt.";
DecreasePaperThicknessConfirmationTitleFormatString = "Er du sikker på at du vil endre papirtykkelsen for %@-papiret?";
DecreasePaperThicknessConfirmationMessageString = "Endring av papirtykkelsen til Normal for tykt papir kan føre til problemer med utskriftskvaliteten og at skrivehodene berører papiroverflaten. Kalibreringsdataene og ICC-profilene for dette papiret vil bli ugyldige og må lages på nytt.";
CreateNewICCProfileRecommendationTitleString = "Gå til Lag profil for papir for å opprette en ny ICC-profil";
CreateNewICCProfileRecommendationMessageString = "Fordi du har endret noen av papiregenskapene er ikke eksisterende ICC-profiler for denne papirtypen nøyaktige lenger";
SetPrintingPropertiesSuccessfulMessageString = "Utskriftsegenskapene for den valgte papirtypen ble endret.";
SetPrintingPropertiesTitleString = "Utskriftsegenskaper endret";
ChangeButtonTitle = "Endre";

"ManagePapersTaskName" = "Papirforhåndsinnstilling\nAdministrasjon";

//Xib localization

//tooltips
"DeletePaperPresetTooltip" = "Klikk her hvis du vil slette et egendefinert papir fra skriverdriverens papirliste og skriveren.";
"ChangePrintingPropertiesTooltip" = "Endre utskriftsegenskaper for at papir.";
"ExportICCProfileTooltip" = "Eksporter ICC-profil som er knyttet til et papir.";
"RestoreFactoryICCProfileTooltip" = "Gjenopprett en fabrikk-ICC-profil for et av HP-papirene.";
"InstallICCProfileTooltip" = "Installer ICC-profil.";
"ExportPaperPresetTooltip" = "Eksporter papirforhåndsinnstilling.";
"CalibratePaperTooltip" = "Kalibrer papir";
"ProfilePaperTooltip" = "Profiler papir";
"ColorMeasurementTooltip" = "Fargemåling";
"RegisterProfileTooltip" = "Registrer profil";

"GearButtonTooltip" = "Klikk her for å eksportere en ICC-profil, gjenopprette en fabrikk-ICC-profil eller endre utskriftsegenskapene for det valgte papiret.";
"AddPaperButtonTooltip" = "Klikk her for å definere en egendefinert papirtype og installere den i skriveren. Bruk HP Fargesenter til å knytte en ICC-fargeprofil til den nye papirtypen.";
"FullSyncButtonTooltip" = "Klikk her for å oppdatere skriverdriverens papirliste på datamaskinen med papirtyper som er lagret i skriveren.";

//titles
"DeletePaperPresetTitle" = "Slett papirforhåndsinnstilling…";
"ChangePrintingPropertiesTitle" = "Endre utskriftsegenskaper…";
"ExportICCProfileTitle" = "Eksporter ICC-profil…";
"RestoreFactoryICCProfileTitle" = "Gjennopprett fabrikkstandard ICC-profil";
"InstallICCProfileTitle" = "Installer ICC-profil…";
"ExportPaperPresetTitle" = "Eksporter papirforhåndsinnstilling…";
"CalibratePaperTitle" = "Kalibrer papir…";
"ProfilePaperTitle" = "Lag profil for papir…";
"ColorMeasurementTitle" = "Fargemåling…";
"RegisterProfileTitle" = "Registrer profil";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "Lag ny papirforhåndsinnstilling";
"ActionsButtonAccessibilityDescription" = "Handlingsmeny";
"SynchronizeButtonAccessibilityDescription" = "Update paper list";